Revit 2024 API
ParameterTypeId.SlantedColumnBaseExtension Property
 "Base Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SlantedColumnBaseExtension { get; }
Visual Basic
Public Shared ReadOnly Property SlantedColumnBaseExtension As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SlantedColumnBaseExtension {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace